Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: In most cases, you will not need to visit the tax office or send documents in the post.
nn: I dei fleste tilfelle treng du då ikkje å møte på skattekontoret eller sende dokument i posten.

source: You must therefore be able to submit a Certificate of Residence (‘Form 6166 – Certification of US Tax Residency’) from the US tax authorities explicitly stating that you are tax resident in the US.
nn: Du må difor kunne leggje fram ein bustadattest («Form 6166 – Certification of U.S. Tax Residency») frå amerikanske skattemyndigheiter som uttrykkjeleg stadfestar at du er skattemessig busett i USA.

source: The advertising agency changes the hours which equates a full-time position for Lise to:
nn: Reklamebyrået endrar timane som ei full stilling svarar til for Lise til:

source: article 22 paragraph 3 in the tax treaty.
nn: artikkel 22 nr. 3 i skatteavtalen.

source: If you are unable to submit your tax return online, you must send it to Skatteetaten. You will find the adressat the top of page 1.
nn: Dersom du ikkje har høve til å levere skattemeldinga elektronisk, skal du sende henne til Skatteetaten.Adressa finn du øvst på side 1.

source: If you had a tax exempt pension/disability benefit in 2020 and/or you received a tax exemption card or a tax deduction card with a lower tax rate than 15 per cent for the income year 2021, you do not need to apply for a tax exemption card/tax deduction card for the income year 2022.
nn: Hadde du pensjon/uføreytingar i 2020 som ikkje var skattepliktig og/eller du har frikort eller skattekort med lågare trekk enn 15 prosent i 2021, treng du ikkje å søkje om frikort for 2022.

source: The service company changes Ola’s working hours scheme to:
nn: Serviceselskapet endrar arbeidstidsordning for Ola til:

source: same also applies to persons who are in
nn: same gjeld personar som i tillegg til inntekter

source: The repayment of loans that are subject to dividend taxation is treated as a capital contribution in the company with an effect on the input value and the tax position “paid-up capital”.
nn: Nedbetaling av lån som er skattlagt som utbytte skal behandlast som innskot av ny kapital i selskapet med verknad for inngangsverdi og skatteposisjonen innbetalt kapital.

source: For guidances to the items, see skatteetaten.no/finnpost
nn: Rettleiinga til postane finn du på skatteetaten.no/finnpost

source: If you’re unable to log in,
nn: Dersom du ikkje kan logge inn,

source: considered to be multiple employment relationships:
nn: rekna som fleire arbeidsforhold:

source: You must then also provide the reason for having an end date.
nn: I slike tilfelle må du oppgi årsaka til at sluttdato er sett.

source: This applies to disability benefits from the National Insurance Scheme and disability benefits from public occupational pension schemes, private occupational pension schemes and other private pension schemes (with the exception of annuities).
nn: Dette gjeld uføretrygd frå folketrygda og uføreytingar frå offentlege tenestepensjonsordningar, private tenestepensjonsordningar og andre private pensjonsordningar (som ikkje er livrenter).

source: The more specific you are about what the contractor has been hired to do, the easier it’ll be for you to manage any conflict that might arise.
nn: Jo meir nøyaktig du har spesifisert kva handverksbedrifta skal utføre, jo betre står du rusta til å møte ein eventuell konflikt.

source: At least 90 per cent of your gross income from pensions, disability benefits, employment and business activity must be liable to tax in Norway.
nn: Minst 90 prosent av bruttoinntekta di av pensjon/uføreytingar, lønn og verksemd er skattepliktig i Noreg.

source: Ringebu municipality, from May 2021
nn: Ringebu kommune, frå mai 2021

source: It is correct that Ola works for Enterprise A in August, but Declarant 2 must specify this, as it owns the enterprise in August.
nn: Det er rett at Ola jobbar i Verksemd A i august, men dette må opplysningspliktig 2 føre opp, ettersom dei eig verksemda i august.

source: Form RF-1269 must be submitted as an attachment to the tax return or the company tax return by enterprises that prepare annual accounts according to IFRS or simplified IFRS.
nn: RF-1269 skal leverast som vedlegg til skattemeldinga eller selskapsmeldinga av føretak som utarbeider årsrekneskapen etter IFRS eller forenkla IFRS.

source: Gradual tapering of the deduction amount for 2013
nn: Gradvis nedtrapping av storleiken på frådraget for 2013

source: The store receives error message MAGNET_EDAG-197 because it is not possible to have a rate of 0 when the zone is “1” and the calculation code is “general industries”.
nn: Dei får feilmeldinga MAGNET_EDAG-197 fordi det er ikkje mogeleg å ha sats = 0 når sone er 1 og utrekningskoden er generelle næringar.

source: Taxable return on shares in unit trusts (including children's unit trusts)
nn: Skattepliktig avkastning av partar i aksjefond (også barn sine aksjefond)

source: Establishment must be entered under item 9 for the company and under item 23 at shareholder level.
nn: Stiftinga skal førast i post 9 på selskapsnivå og i post 23 på aksjonærnivå.

source: This also applies to employees who dies.
nn: Den same nemninga skal du også bruke dersom den tilsette dør.

source: You’ll receive information about the D number from your employee
nn: Informasjon om d-nummer får du av arbeidstakaren din.

source: Anna works in a shop.
nn: Anna jobbar i ein butikk.

source: You have entered a legal organisation number in the a-melding which is not the same as the legal organisation number you chose to report for in Altinn.
nn: Du har oppgitt eit juridisk organisasjonsnummer i a-meldinga som ikkje er det same som det juridiske organisasjonsnummeret du har valt å rapportere for i Altinn.

source: Enter the same additional information as you stated previously.
nn: Før opp dei same tilleggsopplysningane som er ført opp tidlegare.

source: When an employee is hired out to others, both the contractor (the one who is hiring out) and the client (the one who is hiring) have a responsibility to ensure that the duties of the employer are upheld.
nn: Når ein arbeidstakar blir leigd ut, har både oppdragstakar (den som leiger ut) og oppdragsgivar (den som leiger inn) ansvar for at arbeidsgivarpliktene blir overhaldne.

source: Specify the amount with a negative prefix and include the description of the benefit as in the original a-melding.
nn: Før opp beløpet med negativt forteikn og inkluder nemninga for ytinga frå den opphavlege a-meldinga.

source: Your pension account is established with the provider your employer has chosen.
nn: Pensjonskontoen din blir oppretta hos den leverandøren arbeidsgivaren din har valt.

source: Withholding tax for seafarers who are resident abroad for tax purposes (seafarer’s table)
nn: Forskotstrekk for sjøfolk som skattemessig er busette i utlandet (sjøtabell)

source: The store specifies the following start date for Ali:
nn: Butikken oppgir denne startdatoen for Ali:

source: or hold a bank guarantee covering the tax deduction.
nn: eller ha bankgaranti som dekkjer skattetrekket

source: farmers is not to be entered here, since
nn: næringsoppgåve for bank og finansieringsselskap.

source: It is important to note here that the liquidation must be declared at both company and shareholder level.
nn: Det er viktig å merkje seg at likvidasjonen skal førast både på selskaps- og aksjonærnivå.

source: If you use a payroll system, check with your system supplier if you’re not sure how to make corrections in your system.
nn: Dersom du nyttar eit lønnssystem, må du ta kontakt med systemleverandøren dersom du er usikker på korleis du rettar i systemet.

source: change the date of the most recent salary change when:
nn: Du skal ikkje endre dato for siste lønnsendring når:

source: Both the contractor and the owner can put documentation for finished work directly into boligmappa.
nn: Dokumentasjon på utført arbeid kan leggast direkte i Boligmappa både av handverksbedrifta og bustadeigaren.

source: If the Tax Administration orders the D number for you, for example, if you're applying for a tax deduction card, you'll also receive the D number in person when you arrive at the counter for your ID check.
nn: Viss det er Skatteetaten som bestiller d-nummer til deg, for eksempel viss du skal ha skattekort, får du i tillegg d-nummeret i skranken når du møter for ID-kontroll.

source: (RF-1225) for details.
nn: Sjå om dette i rettleiinga (RF-1225) til

source: or alternatively send a letter to: Skatteetaten, Postboks 9200 Grønland, 0134 Oslo.
nn: , eller send eit brev til Skatteetaten, Postboks 9200 Grønland, 0134 Oslo.

source: In total, this amounts to NOK 382 for all 200 shares.
nn: Totalt utgjer dette 382 kroner for alle dei 200 aksjane.

source: Shareholder A’s holding has increased from 50% to 80%, while shareholder B’s holding has decreased from 50% to 20%.
nn: Aksjonær A har fått auka sin eigardel frå 50 prosent til 80 prosent, og aksjonær B har fått redusert sin eigardel frå 50 prosent til 20 prosent.

source: Persons covered by the provisions on withholding tax on pensions and disability benefits will receive a Norwegian tax return in April 2022.
nn: Personar som er omfatta av reglane om kjeldeskatt på pensjon og uføreytingar vil få tilsendt ei norsk skattemelding i april 2022.

source: The firm receives error message MAGNET_EDAG-262 because organisation numbers cannot be used to identify income recipients.
nn: Dei får feilmeldinga MAGNET_EDAG-262 fordi organisasjonsnummer ikkje kan identifisere ein inntektsmottakar.

source: You can use tax deduction cards for 2020 when you run the payroll in January 2021.
nn: Du kan bruke skattekort for 2020 på lønnskøyringa i januar 2021.

source: , you can find the organisation number you must use for your sub-entities/enterprises.
nn: kan du finne kva for organisasjonsnummer du skal bruke for undereiningane/verksemdene dine.

source: All companies must submit the tax return with business information from an accounting or annual accounts system.
nn: Alle selskap på sende skattemelding og næringsspesifikasjon frå eit rekneskapssystem eller årsoppgjersprogram.

source: In the a-melding for November, the ministry specifies a new pay grade of 58.
nn: I a-meldinga for november oppgir departementet nytt lønnstrinn 58.

source: If you think the deduction is too high, you can
nn: Dersom du meiner at trekket er for høgt, kan du

source: You can submit a Certificate of Residence issued by the German tax authorities before they have finished the tax assessment for 2021.
nn: Du kan sende inn ein bustadattest som er utferda av tyske skattemyndigheiter før du har fått skatteoppgjeret for 2021 i Tyskland.

source: For shareholders A and B item 30 must be used.
nn: På aksjonærane A og B skal post 30 brukast.

source: Other pensions are not liable to tax in Norway when you can document that you are a tax resident in Australia pursuant to the tax treaty.
nn: Andre pensjonar skal ikkje skattleggjast i Noreg når du kan dokumentere at du er skattemessig busett i Australia etter skatteavtalen.

source: have a combination of salary and pension income, or
nn: har ein kombinasjon av lønns- og pensjonsinntekter

source: You have entered an organisation number for the enterprise (sub-entity) which is not linked to a legal organisation number in the Register of Legal Entities for the period that the a-melding concerns.
nn: Du har oppgitt eit organisasjonsnummer for verksemd (undereining) som ikkje er knytt til eit juridisk organisasjonsnummer i Einingsregisteret for perioden a-meldinga gjeld.

source: There are several options for electronic ID:
nn: Det finst fleire alternativ for elektronisk ID:

source: When applying for a tax exemption card/tax deduction card in 2022, you must:
nn: Søkjer du om frikort/skattekort for 2022 må du:

source: In the declaration summary from Norwegian Customs, re-calculations will also be shown.
nn: I deklarasjonsoversikta frå Tolletaten kjem òg omberekningar fram.

source: Read more about phishing and fraud at
nn: Les meir om phishing og svindel på

source: If a child under the age of 13 is going to perform cultural, artistical, sporting or advertising work, the employer must get permission from the Norwegian Labour Inspection Authority in advance.
nn: Dersom eit barn under 13 år skal gjere kulturelt, kunstnarisk, sportsleg eller reklamemessig arbeid, må arbeidsgivar søkje om førehandssamtykke frå Arbeidstilsynet.

source: for freelancers, contractors and fee recipients.
nn: for frilansar, oppdragstakar og personar som tek imot honorar.

source: The form “Personal income from sole proprietorship” (RF-1224) is a mandatory attachment to the tax return, with the
nn: Skjema for ”Personinntekt frå enkeltpersonføretak” (RF-1224) er pliktig vedlegg til skattemeldinga, med unnatak av

source: If the entire cost in items 2.4 – 2.5 is attributed to income either in Norway or income abroad you should put a cross in the field for Norway or abroad.
nn: Dersom heile kostnaden i postane 2.4 og 2.5 knytter seg enten til inntekt i Noreg eller til inntekt i utlandet kryssar du av i rubrikken for Noreg eller utlandet.

source: You can submit a Certificate of Residence issued by the tax authorities in your country of residence before they have finished the tax assessment for 2021.
nn: Du kan sende inn eit Certificate of Residence som er utferda av skattestyresmaktene i det landet du bur i før du har fått skatteoppgjeret for 2021.

source: In addition, your host family offers free board and lodging.
nn: I tillegg har du fri kost og losji hos vertsfamilien.

source: A small entrepreneurial company submits an a-melding for June with information concerning Fatima and specifies employment ID 10 linked to her hourly wage.
nn: Eit lite gründarselskap sender a-melding for juni med opplysningar om Fatima og oppgir arbeidsforholdsID 10 knytt til timelønna hennar.

source: You yourself must apply for this by visiting one of the
nn: Du må sjølv søkje om skattekort ved å møte opp på eitt av

source: specified more than 168 hours per week because you specified the hours for a full-time position for a month
nn: tasta feil oppgitt meir enn 168 timar per veke, fordi du har ført opp timar i full stilling for ein månad

source: All pensions/disability benefits will then be liable to tax in Norway.
nn: Alle pensjonar/uføreytingar vil då vere skattepliktige i Noreg.

source: From 2020, when you report employment relationships as ordinary, maritime or freelance, you can no longer use the legal organisation number of the main entity as the enterprise/sub-entity
nn: Når du rapporterer arbeidsforhold av typen ordinært, maritimt eller frilansar, kan du frå 2020 ikkje bruke organisasjonsnummeret for hovudeininga som verksemd/undereining.

source: that you will be staying in Thailand for at least 180 days in 2022
nn: at du vil opphalde deg i Thailand i minst 180 dagar i 2022

source: A cruise ship company has submitted a-meldings for January, February and March containing information on salary subject to employer’s national insurance contributions earned by Peter abroad totalling NOK 60,000.
nn: Eit cruiseskipselskap har sendt a-melding for januar, februar og mars med opplysningar om avgiftspliktig lønn for Per opptent i utlandet på totalt 60 000 kroner.

source: Philip works as a customer service agent in a company with several sub-entities/enterprises.
nn: Philip jobbar som kundebehandlar i eit firma som har fleire undereiningar/verksemder.

source: If you are using a payroll system, check with your system supplier if you are not sure how to make corrections in your system.
nn: Dersom du nyttar eit lønnssystem, kan du kontakte systemleverandøren dersom du er usikker på korleis du rettar i ditt system.

source: If the month is correct, the enterprise must be deleted and reported again.
nn: Dersom månaden er korrekt, må ein fjerne verksemda og rapportere på nytt.

source: The manpower agency receives error message MAGNET_EDAG-184 with information concerning a discrepancy of NOK 3,000 in the contribution basis.
nn: Vikarbyrået får feilmeldinga MAGNET_EDAG-184 med opplysning om avvik på 3 000 kroner i avgiftsgrunnlaget.

source: and/or general income, depending on which
nn: givast opp både i valuta og i norske kroner

source: Every month, Karl submits an a-melding with information about salary and employment relationship for himself and his two employees.
nn: Kvar månad sender Karl ei a-melding med opplysningar om inntekt og arbeidsforhold for seg sjølv og dei to tilsette.

source: The tax office may request that you submit documentation stating that you do have the status "non-regular resident" ("Residente Näo Habitual") in Portugal.
nn: Skattekontoret kan krevje at du sender inn dokumentasjon som viser at du har status som "non-regular resident" ("Residente Näo Habitual") i Portugal.

source: Parent owns 100 shares with a nominal value of NOK 1,000 (SC = NOK 100,000) in Subsidiary.
nn: Mor eig 100 aksjar pålydande 1 000 (AK = 100 000) i Dotter.

source: In such cases, you must provide further information under item 3 'Additional information'. Exchange rates can be found at www.norges-bank.no.
nn: I så fall må du gi nærmare opplysningar under post 3 Tilleggsopplysningar.Valutakursane finn du på www.norges-bank.no.

source: enclose a statement showing your expected income from pension/disability benefit, employment and business activity in 2022.
nn: leggje ved ei oppstilling som viser kva for inntekter av pensjon/uføreytingar, lønn og verksemd du reknar med å ha i 2022.

source: If you need and have the right to receive a D number, the organisation that you’re in contact with will order it for you.
nn: Viss du har rett til og behov for eit d-nummer, er det verksemda du er i kontakt med som bestiller for deg.

source: Company X before the demerger-merger:
nn: Selskap X før fisjon-fusjonen

source: Interest on loans to companies subject to extra tax (RF-1070)
nn: Renter som skal skattleggjast ekstra på lån til selskap (RF-1070)

source: A retail chain had an enterprise which closed/wound up trading (not transferred) with effect from 31 March.
nn: Ei butikkjede hadde ei verksemd som blei nedlagd/opphøyrt (ikkje overdregen) frå 31.

source: If you have specified the wrong number of hours, change the number of hours to the correct number of hours per week for a full-time position with “offshore336” (between 28 and 33.6).
nn: Dersom du har gitt opp feil timetal, rett til riktig verdi på talet på timar per veke for full stilling ved "offshore336" (mellom 28 og 33,6).

source: pensions and disability benefits from private pension schemes not related to previous employment, with the exception of individual pension savings (IPA/IPS) and other annuities.
nn: pensjon og uføreytingar frå private pensjonsordningar som ikkje er knytt til tidlegare tilsetjing, med unnatak av individuell pensjonssparing (IPA/IPS) og andre livrenter

source: You should not state 0 hours.
nn: Du skal ikkje føre opp 0 timar.

source: Tettpå – when you’re going to build or renovate
nn: Tettpå – når du skal byggje eller pusse opp

source: I'm going to inherit/have inherited/have received a holiday home from my parents.
nn: Eg kjem til å / har arva/motteke ei hytte frå foreldra mine.

source: The Thai Finance Ministry has informed us that persons staying in Thailand for at least 180 days in a calendar year are liable to tax as residents in Thailand in that year.
nn: Det thailandske finansministeriet har opplyst at personar som oppheld seg i Thailand i minst 180 dagar i eit kalenderår, er skattepliktige som busette i Thailand i det året.

source: This item shows the amount you received for the shares for
nn: Dersom du gjer endringar i denne posten på anskaffingar

source: You should add up all duty and tax shown under item 47.
nn: Du skal leggje saman alle avgiftene som står i rubrikk 47.

source: 315) from combined deduction for risk-free return per share
nn: skjermingsfrådrag (post 315) frå samla skjermingsfrådrag

source: The service company changes the start date of Lise’s leave of absence to:
nn: Servicebedrifta endrar startdato på permisjonen for Lise til:

source: They discover the error when submitting the a-melding for November.
nn: Dei oppdagar feilen når dei skal sende a-melding for november.

source: no. and nominal value (the information given here should not concern the Subsidiary (company Z), which is the acquiring company, but the Parent (company X), which actually issues the consideration as an increase in nominal value).
nn: Ein skal her ikkje gi opplysningar om Dotter (selskap Z) som er det overtakande selskapet, men opplysningar om Mor (selskap X) som faktisk skriv ut vederlag med auke av pålydande.

source: you must enter this in your tax return.
nn: skal heller ikkje skattleggjast i Noreg.

source: If you are resident in Portugal, pensions linked to previous employment in the private sector and disability benefits from private occupational pension schemes are not liable to tax in Norway.
nn: Bur du i Portugal, skal pensjon knytt til tidlegare privat teneste og uføreytingar frå private tenestepensjonsordningar ikkje skattleggjast i Noreg.

source: The firm has been assigned a legal organisation number and two organisation numbers for enterprises, one for Oslo and one for Hamar.
nn: Dei har fått tildelt juridisk organisasjonsnummer og to organisasjonsnummer for verksemd, eitt for Oslo og eitt for Hamar.

source: risk-free return for the year (item 313).
nn: skjermingsfrådraget for året (post 313).

source: Form RF-1150 must be completed by persons claiming a reduction in Norwegian tax in order to avoid double taxation on salary earned in connection with work performed abroad.
nn: Skjemaet RF-1150 skal fyllast ut av personar som krev nedsetjing av norsk skatt for å unngå dobbel skattlegging på lønn som er tent opp under arbeidsopphald i utlandet.

source: If you have specified the wrong employment type, you must
nn: Har du ført opp feil type arbeidsforhold må du

source: When you reconcile the declaration summary against invoices and customs declarations, you will sometimes find errors in the customs declarations.
nn: Når du avstemmer deklarasjonsoversikta mot faktura og tolldeklarasjonar vil du i somme tilfelle oppdage at det er feil i tolldeklarasjonane.

source: If you submit an a-melding from the municipal sector, you must use the legal organisation number in order to identify the party you are submitting the a-melding for (declarant).
nn: Dersom du sender a-melding frå kommunal sektor skal du bruke juridisk organisasjonsnummer for å identifisere den du sender a-meldinga for (opplysningspliktig).

source: The employee has resigned from his/her position
nn: arbeidstakar har sagt opp sjølv

source: They enter NOK 18,000 for the hourly wage and the number of hours as 1.
nn: Dei fører opp 18 000 kroner på timelønn og 1 i talet på timar.

source: The company must also report newly issued shares under item 10 and shares under acquisition for shareholders A and B under item 24.
nn: Vidare må selskapet rapportere inn dei nyutskrivne aksjane i post 10 og aksjar i tilgang på aksjonærane A og B i post 24.

source: The school receives feedback MAGNET_EDAG-192C because the leave ID is missing.
nn: Dei får tilbakemeldinga MAGNET_EDAG-192C fordi opplysninga om permisjonsID manglar.

source: If you find that something is incorrect or missing from your tax returns for 2018 or 2019, you do not need to make an appeal.
nn: Finn du feil eller mangler i skattemeldinga for inntektsåra 2018 eller 2019, skal du ikkje sende klage.

source: Yes, you must state the number of hours for all ordinary and maritime employment.
nn: Ja, du må føre opp talet på timar for alle ordinære og maritime arbeidsforhold.
